"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ がダウンロードされました! これは重要なアップデートです。今すぐ %1$@ をインストールして再起動しますか？";

"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ がダウンロードされました! 今すぐ %1$@ をインストールして再起動しますか？";

"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ は、ディスクイメージや光学式ドライブなどの読み出し専用ボリュームから起動している場合アップデートできません。%1$@ をアプリケーションフォルダに移動し、そこから再起動したあとやり直してください。";

"Quit %1$@, move it into your Applications folder, relaunch it from there and try again. %2$@ can’t be updated if it’s running from the location it was downloaded to." = "%1$@ を終了させ、アプリケーションフォルダに移動の上再度お試しください。この場所ではダウンロードされたアップデータを %2$@ に適用できません。";

"%@ %@ is currently the newest version available." = "%1$@ %2$@ は現在入手できる最新バージョンです。";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ が入手できます（使用中のバージョンは %3$@ です）。今すぐダウンロードしますか？";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available--you have %@. Would you like to learn more about this update on the web?" = "%1$@ %2$@ が入手できます（使用中のバージョンは %3$@ です）。このアップデートの詳しい情報を Web で確認しますか？";

"%@ downloaded" = "%@ ダウンロード済み";

"%@ of %@" = "%1$@ / %2$@";

"A new version of %@ is available!" = "新しいバージョンの %@ が入手できます！";

"A new version of %@ is ready to install!" = "新しいバージョンの %@ が今すぐインストールできます！";

"An error occurred in retrieving update information. Please try again later." = "アップデート情報の取得中にエラーが発生しました。あとでやり直してください。";

"An error occurred while downloading the update. Please try again later." = "アップデートをダウンロード中にエラーが発生しました。あとでやり直してください。";

"An error occurred while extracting the archive. Please try again later." = "アーカイブの展開中にエラーが発生しました。あとでやり直してください。";

"An error occurred while installing the update. Please try again later." = "アップデートをインストール中にエラーが発生しました。あとでやり直してください。";

"An error occurred while parsing the update feed." = "アップデートフィードを解析中にエラーが発生しました。";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "%1$@ を再起動中にエラーが発生しましたが、次回 %1$@ の実行時に新しいバージョンが利用できます。";

"An important update to %@ is ready to install" = "%@ の重要なアップデートがインストールできます。";

/* the unit for bytes */
"B" = "バイト";

"Cancel" = "キャンセル";

"Cancel Update" = "アップデートを中止";

"Checking for updates..." = "アップデートを確認しています…";

/* Take care not to overflow the status window. */
"Downloading update..." = "アップデートをダウンロードしています…";

/* Take care not to overflow the status window. */
"Extracting update..." = "アップデートを展開しています…";

/* the unit for gigabytes */
"GB" = "GB";

"Install and Relaunch" = "インストールして再起動";

/* Take care not to overflow the status window. */
"Installing update..." = "アップデートをインストールしています…";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternative name for "Install" button if we have a paid update or other update
	without a download but with a URL. */
"Learn More..." = "詳しい情報…";

/* the unit for megabytes */
"MB" = "MB";

/* OK button. */
"OK" = "OK";

/* Status message on progress window once download has finished. */
"Ready to Install" = "インストールできます";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = " %1$@ のアップデートを自動で確認しますか？ アップデートは %1$@ メニューから手動でいつでも確認することができます。";

"The update is improperly signed." = "このアップデートは無効な署名が含まれています。";

"Update Error!" = "アップデートエラー！";

"Updating %@" = "%@ をアップデート中";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "すでに最新バージョンの %@ を使用しています。";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "最新版を使用しています！";
